tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "xz"
brew "mas"
brew "git"
brew "gpg"
brew "ldid"
brew "llvm"
brew "antibody"
brew "python@3.8"

cask "maccy"
cask "lookin"
cask "spotify"
cask "discord"
cask "postman"
cask "1password"
cask "cleanmymac"
cask "sf-symbols"
cask "iterm2-beta"
cask "the-unarchiver"
cask "mongodb-compass"
cask "visual-studio-code"
cask "font-fira-code-nerd-font"

mas "Xcode", id: 497799835
mas "Twitter", id: 1482454543
mas "Dark Reader for Safari", id: 1438243180
mas "AdGuard for Safari", id: 1440147259
mas "Spark – Email App by Readdle", id: 1176895641
